{
    "header": {
        "logo": "Midas Touch",
        "title": "Where Potential Meets Opportunity",
        "description": "We foster the growth of new talent through training, mentoring and real opportunities. We transform potential into trajectory."
    },
    "about": {
        "title": "About Us",
        "paragraphs": [
            "We are a company committed to the growth of talent. We believe that each person has unique potential, and our mission is to provide the support needed to transform that potential into a real career path.",
            "More than a company, we are a community that believes in the power of shared growth. We work to connect those who are just starting out with those who have already walked the path, generating networks of learning, collaboration and inspiration.",
            "If you have a vision, a passion or a skill to develop, here you will find the space to grow, project yourself and make your mark."
        ],
        "image": {
            "src": "https://imageio.forbes.com/specials-images/imageserve/854442624/0x0.jpg?format=jpg&height=900&width=1600&fit=bounds",
            "alt": "Group (About Us) Image"
        }
    },
    "ourMission": {
        "title": "Our Mission",
        "paragraphs": [
            "Our mission is to empower every individual with the tools, guidance, and opportunities they need to turn their unique potential into a meaningful professional journey.",
            "We are committed to nurturing talent by providing practical resources, specialized mentorship, and real access to opportunities that help transform dreams into concrete achievements. We walk alongside each person, offering not just training and direction, but a supportive environment that fosters confidence, creativity, and continuous growth."
        ],
        "image": {
            "src": "https://cerfrancebfc.cerfrance.fr/upload/images/headers/66a895fda13c35.78727753_meeting.jpeg",
            "alt": "Meeting (Our Mission) Image"
        }
    },
    "whatWeOffer": {
        "title": "What we offer",
        "paragraphs": [
            "We offer a comprehensive training program aimed at developing the skills and competencies needed to succeed in a dynamic and competitive environment.",
            "Our approach is based on personalized learning, hands-on experience and ongoing support, ensuring that each talent can reach their full potential.",
            "In addition to transmitting knowledge, we seek to develop people of integrity, capable of adding value with vision, passion and purpose in any field."
        ],
        "list": [
            {
                "title": "Personalized approach",
                "description": "Each talent is unique, so training is tailored to their skills, interests and learning pace, allowing them to grow in an authentic and sustainable way."
            },
            {
                "title": "Development of key competencies",
                "description": "We work both on technical skills and soft skills, such as: Effective communication, Effective communication, Team work, Leadership, Critical thinking, Problem solving"
            },
            {
                "title": "Practical and experiential learning",
                "description": "Through workshops, real projects, mentoring and simulations, we ensure that future talents apply what they have learned in real contexts, strengthening their capacity for action."
            },
            {
                "title": "Accompaniment and mentoring",
                "description": "Experienced professionals guide the talents, offering guidance, feedback and constant support in their growth process."
            },
            {
                "title": "Promoting innovation and strategic thinking",
                "description": "An open, adaptable and proactive mentality is encouraged, enabling talents to lead change and generate creative solutions."
            },
            {
                "title": "Ethics and values",
                "description": "We promote a sense of responsibility, social commitment and professional ethics, essential for building a sustainable and just future."
            }
        ]
    },
    "Testimonials": {
        "title": "Testimonials",
        "paragraphs": [
            "We are proud to share the experiences of those who have been part of our training programs. Their success stories are a testament to the impact of our approach and the value of our community.",
            "Here are some testimonials from participants who have transformed their potential into real opportunities."
        ],
        "testimonials": [
            {
                "author": "Valentina R.",
                "profession": "From undecided student to data analyst",
                "quote": "I didn't know where to start. This program not only taught me technical skills, it also empowered me with an amazing mentor who helped me believe in myself. Today I work as an analyst at a fintech, and I'm still learning every day."
            },
            {
                "author": "Luis M.",
                "profession": "From delivery guy to web developer",
                "quote": "I had the potential, but I needed direction. I learned to program from scratch and got an internship that turned into a permanent job. Mentoring was key. Now, I build digital tools for impactful companies."
            },
            {
                "author": "Natalia G.",
                "profession": "Reinventing her career as a data scientist",
                "quote": "After years in an industry that didn't motivate me, I decided to bet on my passion for technology. Thanks to the constant support of the team and a clear training plan, today I lead data projects in a startup."
            },
            {
                "author": "Oliver T.",
                "profession": "Finding purpose in UX design",
                "quote": "I never thought that my love for art and empathy could become a profession. Here I learned to focus my talent, received mentoring and today I work as a UX designer creating people-centered experiences."
            }
        ]
    },
    "process": {
        "title": "Process description",
        "paragraph": "Each step of our process is designed to empower you with what you need to transform your potential into a meaningful career.",
        "list": [
            {
                "id": "I",
                "title": "Application",
                "description": "The first step is a simple but meaningful application, we identify your interests, skills and aspirations. We are not looking for previous experience, we are looking for purpose and motivation."
            },
            {
                "id": "II",
                "title": "Exploration of the potential",
                "description": "We start by getting to know you: your talents, motivations and goals. Through interviews and self-assessments, we discover together your starting point and where you want to go."
            },
            {
                "id": "III",
                "title": "Access to Relevant Tools",
                "description": "We provide you with the resources you need to grow: technical training, soft skills, work methodologies, access to platforms and content designed for your profile."
            },
            {
                "id": "IV",
                "title": "Personalized mentoring",
                "description": "We connect you with people who have already walked the path. These mentors provide you with guidance, clarity, emotional and professional support during the process."
            },
            {
                "id": "V",
                "title": "Real and Actionable Opportunities",
                "description": "When you're ready, we bring you closer to concrete opportunities: internships, jobs, projects or collaborations that mark the beginning of your purposeful career path."
            },
            {
                "id": "VI",
                "title": "Continuous Growth",
                "description": "We know that development doesn't end with the first step. That's why we continue to support you with community, resources and new opportunities as you move forward."
            }
        ]
    },
    "contact": {
        "title": "Contact Us",
        "paragraphs": [
            "If you are interested in our training programs or have any questions, please do not hesitate to contact us. We are here to help you and provide you with all the information you need."
        ],
        "social": {
            "email": "contact@themidasgroup.com",
            "phone": " +1 (555) 123-4567",
            "address": "Av. Invent 1234, 7th Floor, Office 702",
            "hoursOfOperation": "9:00 a.m. - 6:00 p.m."
        }
    }
}