{
    "header": {
        "title": "Midas Touch",
        "description": "We foster the growth of new talent through training, mentoring and real opportunities. We transform potential into trajectory."
    },
    "about": {
        "title": "About Us",
        "paragraphs": [
            "We are a company committed to the growth of talent. We believe that each person has unique potential, and our mission is to provide the support needed to transform that potential into a real career path.",
            "More than a company, we are a community that believes in the power of shared growth. We work to connect those who are just starting out with those who have already walked the path, generating networks of learning, collaboration and inspiration.",
            "If you have a vision, a passion or a skill to develop, here you will find the space to grow, project yourself and make your mark."
        ]
    },
    "training": {
        "title": "Training for the future",
        "paragraphs": "We offer a comprehensive training program aimed at developing the skills and competencies needed to succeed in a dynamic and competitive environment. Our approach is based on personalized learning, hands-on experience and ongoing support, ensuring that each talent can reach their full potential. In addition to transmitting knowledge, we seek to develop people of integrity, capable of adding value with vision, passion and purpose in any field.",
        "list": [
            {
                "title": "Personalized approach",
                "description": "Each talent is unique, so training is tailored to their skills, interests and learning pace, allowing them to grow in an authentic and sustainable way."
            },
            {
                "title": "Development of key competencies",
                "description": "We work both on technical skills and soft skills, such as: Effective communication, Effective communication, Team work, Leadership, Critical thinking, Problem solving"
            },
            {
                "title": "Practical and experiential learning",
                "description": "Through workshops, real projects, mentoring and simulations, we ensure that future talents apply what they have learned in real contexts, strengthening their capacity for action."
            },
            {
                "title": "Accompaniment and mentoring",
                "description": "Experienced professionals guide the talents, offering guidance, feedback and constant support in their growth process."
            },
            {
                "title": "Promoting innovation and strategic thinking",
                "description": "An open, adaptable and proactive mentality is encouraged, enabling talents to lead change and generate creative solutions."
            },
            {
                "title": "Ethics and values",
                "description": "We promote a sense of responsibility, social commitment and professional ethics, essential for building a sustainable and just future."
            }
        ]
    },
    "contact": {
        "title": "Contact Us",
        "paragraphs": [
            "If you are interested in our training programs or have any questions, please do not hesitate to contact us. We are here to help you and provide you with all the information you need."
        ],
        "social": {
            "email": "contact@themidasgroup.com",
            "phone": " +1 (555) 123-4567",
            "address": "Av. Invent 1234, 7th Floor, Office 702",
            "hoursOfOperation": "9:00 a.m. - 6:00 p.m."
        }
    }
}