{
    "header": {
        "title": "Flare UP",
        "description": "We foster the growth of new talent through training, mentoring and real opportunities. We transform potential into trajectory."
    },
    "about": [
        "We are a platform dedicated to discovering, promoting and accompanying new talents on their path to success. We provide the tools, mentoring and opportunities necessary for people with artistic, creative or professional potential to develop, grow and project their career with confidence.",
        "At our company, we believe that talent needs more than recognition: it needs guidance, training and visibility. That is why we connect promising young people with experts, training spaces, professional networks and real scenarios so that they can build their future with solid foundations."
    ],
    "training": [
        {
            "title": "Personalized approach",
            "description": "Each talent is unique, so training is tailored to their skills, interests and learning pace, allowing them to grow in an authentic and sustainable way."
        },
        {
            "title": "Development of key competencies",
            "description": "We work both on technical skills (specific knowledge of the area) and soft skills, such as:",
            "list": [
                "Effective communication",
                "Effective communication",
                "Team work",
                "Leadership",
                "Critical thinking",
                "Problem solving"
            ]
        },
        {
            "title": "Practical and experiential learning",
            "description": "Through workshops, real projects, mentoring and simulations, we ensure that future talents apply what they have learned in real contexts, strengthening their capacity for action."
        },
        {
            "title": "Accompaniment and mentoring",
            "description": "Experienced professionals guide the talents, offering guidance, feedback and constant support in their growth process."
        },
        {
            "title": "Promoting innovation and strategic thinking",
            "description": "An open, adaptable and proactive mentality is encouraged, enabling talents to lead change and generate creative solutions."
        },
        {
            "title": "Ethics and values",
            "description": "We promote a sense of responsibility, social commitment and professional ethics, essential for building a sustainable and just future."
        }
    ]
}